Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Which expense is this for?
ar: لأي مصروف هذا؟
cs: Ke kterému výdaji to patří?
da: Hvilken udgift gælder det?
de: Zu welcher Ausgabe gehört das?
es: ¿A qué gasto corresponde?
et: Millise kulu kohta see käib?
fi: Mihin kuluun tämä liittyy?
fr: À quelle dépense se rapporte-t-elle ?
hr: Na koji se trošak ovo odnosi?
hu: Melyik kiadáshoz tartozik?
is: Hvaða útgjöld á þetta við?
it: A quale spesa appartiene?
ja: どの支出に対するものですか？
ko: 어떤 지출에 해당하나요?
lv: Uz kuru izdevumu tas attiecas?
nb: Hvilken utgift gjelder dette?
nl: Bij welke uitgave hoort dit?
pl: Którego wydatku to dotyczy?
pt: Este pagamento é de qual despesa?
ro: Pentru ce cheltuială este?
ru: К какому расходу это относится?
sk: Ku ktorému výdavku to patrí?
sl: Za kateri strošek gre?
sv: Vilken utgift gäller det här?
th: รายการนี้เป็นค่าใช้จ่ายของอะไร?
tr: Bu hangi harcama için?
uk: До якої витрати це належить?
vi: Khoản này thuộc chi phí nào?
zh_hans: 这笔属于哪项开销？
zh_hant: 這筆錢是用在哪個支出項目？

source: Who sits where — with dietary notes and plus-ones in one place
ar: من يجلس أين — مع الملاحظات الغذائية والمرافقين في مكان واحد
cs: Kdo kde sedí — s poznámkami k jídlu a doprovody na jednom místě
da: Hvem sidder hvor — med kostnoter og ledsagere ét sted
de: Wer sitzt wo — mit Essenswünschen und Begleitungen an einem Ort
es: Quién se sienta dónde, con las notas de dieta y los acompañantes en un solo sitio
et: Kes kus istub — koos toitumismärkuste ja kaaslastega ühes kohas
fi: Kuka istuu missäkin — ruokavaliot ja avecit samassa paikassa
fr: Qui est assis où — avec les régimes alimentaires et les accompagnants au même endroit
hr: Tko gdje sjedi — s prehrambenim napomenama i pratnjama na jednom mjestu
hu: Ki hol ül — étkezési igényekkel és kísérőkkel egy helyen
is: Hver situr hvar — með mataræði og fylgdargesti á einum stað
it: Chi siede dove, con note alimentari e accompagnatori in un unico posto
ja: 誰がどこに座るか — 食事のメモも同伴者もひとつの場所に
ko: 누가 어디에 앉을지 — 식사 요청 사항과 동반자까지 한곳에
lv: Kurš kur sēž — ar uztura piezīmēm un pavadoņiem vienuviet
nb: Hvem sitter hvor – med kostbehov og følge på ett sted
nl: Wie zit waar — met dieetwensen en introducés op één plek
pl: Kto gdzie siedzi — razem z preferencjami żywieniowymi i osobami towarzyszącymi
pt: Quem senta onde — com restrições alimentares e acompanhantes em um só lugar
ro: Cine unde stă — cu preferințele alimentare și însoțitorii într-un singur loc
ru: Кто где сидит — вместе с пожеланиями по еде и сопровождающими
sk: Kto kde sedí — so stravovacími poznámkami a sprievodom na jednom mieste
sl: Kdo sedi kje – s prehranskimi opombami in spremljevalci na enem mestu
sv: Vem sitter var – med matpreferenser och medföljande på ett ställe
th: ใครนั่งตรงไหน — พร้อมโน้ตเรื่องอาหารและผู้ติดตามในที่เดียว
tr: Kim nerede oturuyor — beslenme notları ve refakatçilerle birlikte tek yerde
uk: Хто де сидить — разом із харчовими нотатками й супутниками в одному місці
vi: Ai ngồi ở đâu — cùng ghi chú ăn uống và người đi cùng ở một nơi
zh_hans: 谁坐哪儿——饮食备注和同行宾客都在一处
zh_hant: 誰坐哪裡 — 飲食備註和攜伴都在同一個地方

source: Who's getting married?
ar: من العروسان؟
cs: Kdo se bere?
da: Hvem skal giftes?
de: Wer heiratet?
es: ¿Quién se casa?
et: Kes abiellub?
fi: Ketkä menevät naimisiin?
fr: Qui se marie ?
hr: Tko se vjenčava?
hu: Kik házasodnak össze?
is: Hver er að gifta sig?
it: Chi si sposa?
ja: 結婚するのはどなたですか？
ko: 누가 결혼하나요?
lv: Kas precas?
nb: Hvem skal gifte seg?
nl: Wie gaan er trouwen?
pl: Kto bierze ślub?
pt: Quem vai casar?
ro: Cine se căsătorește?
ru: Кто женится?
sk: Kto sa berie?
sl: Kdo se poroča?
sv: Vilka ska gifta sig?
th: ใครกำลังจะแต่งงาน?
tr: Kim evleniyor?
uk: Хто одружується?
vi: Ai sắp kết hôn?
zh_hans: 是谁要结婚？
zh_hant: 是誰要結婚呢？

source: Will Attend
ar: سيحضر
cs: Zúčastní se
da: Deltager
de: Kommt mit
es: Asistirá
et: Osaleb
fi: Osallistuu
fr: Sera présent
hr: Dolazi
hu: Ott lesz
is: Mun mæta
it: Parteciperà
ja: 出席する
ko: 참석 예정
lv: Ieradīsies
nb: Kommer
nl: Komt
pl: Przyjdzie
pt: Vai comparecer
ro: Va participa
ru: Придут
sk: Zúčastní sa
sl: Se udeleži
sv: Kommer
th: จะมาร่วมงาน
tr: Katılacak
uk: Прийде
vi: Sẽ tham dự
zh_hans: 将出席
zh_hant: 會出席

source: Work Colleagues
ar: زملاء العمل
cs: Kolegové z práce
da: Kolleger
de: Kolleginnen & Kollegen
es: Compañeros de trabajo
et: Töökaaslased
fi: Työkaverit
fr: Collègues
hr: Kolege s posla
hu: Munkatársak
is: Samstarfsfólk
it: Colleghi
ja: 職場の同僚
ko: 직장 동료
lv: Darba kolēģi
nb: Kollegaer
nl: Collega's
pl: Współpracownicy
pt: Colegas de trabalho
ro: Colegi de serviciu
ru: Коллеги по работе
sk: Kolegovia z práce
sl: Sodelavci
sv: Arbetskollegor
th: เพื่อนร่วมงาน
tr: İş Arkadaşları
uk: Колеги з роботи
vi: Đồng nghiệp
zh_hans: 同事
zh_hant: 同事

source: Write the wedding day schedule
ar: اكتب جدول يوم الزفاف
cs: Sepište program svatebního dne
da: Skriv programmet for bryllupsdagen
de: Ablaufplan für den Hochzeitstag schreiben
es: Escribir el timing del día de la boda
et: Pane kirja pulmapäeva kava
fi: Kirjoita hääpäivän aikataulu
fr: Écrire le déroulé du jour J
hr: Napišite raspored dana vjenčanja
hu: Írd meg az esküvő napjának menetrendjét
is: Skrifa dagskrá brúðkaupsdagsins
it: Scrivete il programma della giornata
ja: 当日の進行表を作成する
ko: 결혼식 당일 일정 짜기
lv: Uzraksti kāzu dienas grafiku
nb: Skriv kjøreplanen for bryllupsdagen
nl: Schrijf het dagprogramma van de bruiloft
pl: Ułóżcie plan dnia ślubu
pt: Escreva o cronograma do dia do casamento
ro: Scrie programul zilei nunții
ru: Составьте расписание свадебного дня
sk: Napíšte program svadobného dňa
sl: Napišita urnik poročnega dne
sv: Skriv schemat för bröllopsdagen
th: เขียนกำหนดการวันแต่งงาน
tr: Düğün günü programını yazın
uk: Складіть розклад весільного дня
vi: Viết lịch trình ngày cưới
zh_hans: 写出婚礼当天流程
zh_hant: 寫下婚禮當天的流程

source: Write vows
ar: كتابة عهود الزواج
cs: Napsat svatební sliby
da: Skriv jeres løfter
de: Gelübde schreiben
es: Escribir los votos
et: Kirjuta abielutõotused
fi: Kirjoita häälupaukset
fr: Écrire vos vœux
hr: Napišite zavjete
hu: Fogadalom megírása
is: Skrifa heitin
it: Scrivi le promesse
ja: 誓いの言葉を書く
ko: 혼인 서약서 쓰기
lv: Uzrakstīt solījumus
nb: Skriv ekteskapsløftene
nl: Geloften schrijven
pl: Napisanie przysięgi
pt: Escrever os votos
ro: Scrie jurămintele
ru: Написать клятвы
sk: Napíšte svadobné sľuby
sl: Napiši zaobljube
sv: Skriv vigsellöftena
th: เขียนคำสาบานรัก
tr: Nikâh yeminlerinizi yazın
uk: Напишіть клятви
vi: Viết lời thề nguyện
zh_hans: 撰写誓词
zh_hant: 撰寫結婚誓詞

source: YOU'RE IN GOOD COMPANY
ar: أنت في صحبة طيبة
cs: JSTE V DOBRÉ SPOLEČNOSTI
da: I ER I GODT SELSKAB
de: IHR SEID IN GUTER GESELLSCHAFT
es: ESTÁIS EN BUENA COMPAÑÍA
et: OLED HEAS SELTSKONNAS
fi: OLET HYVÄSSÄ SEURASSA
fr: VOUS ÊTES EN BONNE COMPAGNIE
hr: U DOBROM STE DRUŠTVU
hu: JÓ TÁRSASÁGBAN VAGY
is: ÞÚ ERT Í GÓÐUM FÉLAGSSKAP
it: SIETE IN BUONA COMPAGNIA
ja: たくさんのカップルが 選んでいます
ko: 좋은 사람들과 함께하고 있어요
lv: TU ESI LABĀ SABIEDRĪBĀ
nb: DU ER I GODT SELSKAP
nl: JE BENT IN GOED GEZELSCHAP
pl: JESTEŚCIE W DOBRYM TOWARZYSTWIE
pt: VOCÊS ESTÃO EM BOA COMPANHIA
ro: SUNTEȚI ÎN COMPANIE BUNĂ
ru: ВЫ В ХОРОШЕЙ КОМПАНИИ
sk: STE V DOBREJ SPOLOČNOSTI
sl: V DOBRI DRUŽBI STA
sv: DU ÄR I GOTT SÄLLSKAP
th: คุณไม่ได้เดินคนเดียว ที่นี่มีคู่รักอีกมากมาย
tr: YALNIZ DEĞİLSİNİZ
uk: ВИ В ГАРНІЙ КОМПАНІЇ
vi: BẠN KHÔNG ĐƠN ĐỘC ĐÂU
zh_hans: 有很多新人 和你们一样
zh_hant: 有很多新人 和你走在同一條路上

source: YOUR DREAM WEDDING, STRESS-FREE
ar: زفاف أحلامك، بلا توتر
cs: VAŠE SVATBA SNŮ, BEZ STRESU
da: JERES DRØMMEBRYLLUP, UDEN STRESS
de: EURE TRAUMHOCHZEIT, GANZ ENTSPANNT
es: LA BODA DE VUESTROS SUEÑOS, SIN ESTRÉS
et: SINU UNISTUSTE PULMAD, ILMA STRESSITA
fi: UNELMAHÄÄSI, ILMAN STRESSIÄ
fr: LE MARIAGE DE VOS RÊVES, SANS STRESS
hr: VAŠE VJENČANJE IZ SNOVA, BEZ STRESA
hu: AZ ÁLOMESKÜVŐD, STRESSZ NÉLKÜL
is: DRAUMABRÚÐKAUPIÐ ÞITT, ÁN STREITU
it: IL MATRIMONIO DEI VOSTRI SOGNI, SENZA STRESS
ja: 理想の結婚式を、 ストレスなく
ko: 꿈꾸던 결혼식, 스트레스 없이
lv: TAVAS SAPŅU KĀZAS, BEZ STRESA
nb: DRØMMEBRYLLUPET DERES, UTEN STRESS
nl: JULLIE DROOMBRUILOFT, ZONDER STRESS
pl: WASZ WYMARZONY ŚLUB, BEZ STRESU
pt: O CASAMENTO DOS SEUS SONHOS, SEM ESTRESSE
ro: NUNTA VOASTRĂ DE VIS, FĂRĂ STRES
ru: СВАДЬБА МЕЧТЫ, БЕЗ СТРЕССА
sk: VAŠA VYSNÍVANÁ SVADBA, BEZ STRESU
sl: VAJINA SANJSKA POROKA, BREZ STRESA
sv: DITT DRÖMBRÖLLOP, UTAN STRESS
th: งานแต่งงานในฝันของคุณ แบบไร้ความเครียด
tr: HAYALİNİZDEKİ DÜĞÜN, STRESSİZ
uk: ВЕСІЛЛЯ ВАШОЇ МРІЇ, БЕЗ СТРЕСУ
vi: ĐÁM CƯỚI TRONG MƠ CỦA BẠN, KHÔNG CĂNG THẲNG
zh_hans: 你们的梦想婚礼， 轻松无压力
zh_hant: 你的夢想婚禮， 零壓力

source: YOUR PERFECT DAY STARTS HERE
ar: يومك المثالي يبدأ من هنا
cs: VÁŠ DOKONALÝ DEN ZAČÍNÁ TADY
da: JERES PERFEKTE DAG BEGYNDER HER
de: DEIN PERFEKTER TAG BEGINNT HIER
es: TU DÍA PERFECTO EMPIEZA AQUÍ
et: SINU TÄIUSLIK PÄEV ALGAB SIIT
fi: TÄYDELLINEN PÄIVÄSI ALKAA TÄSTÄ
fr: VOTRE JOUR PARFAIT COMMENCE ICI
hr: VAŠ SAVRŠEN DAN POČINJE OVDJE
hu: A TÖKÉLETES NAPOD ITT KEZDŐDIK
is: FULLKOMNI DAGURINN ÞINN BYRJAR HÉR
it: IL TUO GIORNO PERFETTO INIZIA QUI
ja: 理想の一日は ここからはじまります
ko: 두 분의 완벽한 하루, 여기서 시작돼요
lv: TAVA IDEĀLĀ DIENA SĀKAS ŠEIT
nb: DEN PERFEKTE DAGEN STARTER HER
nl: JULLIE PERFECTE DAG BEGINT HIER
pl: WASZ IDEALNY DZIEŃ ZACZYNA SIĘ TUTAJ
pt: SEU DIA PERFEITO COMEÇA AQUI
ro: ZIUA VOASTRĂ PERFECTĂ ÎNCEPE AICI
ru: ВАШ ИДЕАЛЬНЫЙ ДЕНЬ НАЧИНАЕТСЯ ЗДЕСЬ
sk: VÁŠ DOKONALÝ DEŇ SA ZAČÍNA TU
sl: VAJIN POPOLN DAN SE ZAČNE TUKAJ
sv: DIN PERFEKTA DAG BÖRJAR HÄR
th: วันที่สมบูรณ์แบบของคุณ เริ่มต้นที่นี่
tr: MÜKEMMEL GÜNÜNÜZ BURADA BAŞLIYOR
uk: ВАШ ІДЕАЛЬНИЙ ДЕНЬ ПОЧИНАЄТЬСЯ ТУТ
vi: NGÀY HOÀN HẢO CỦA BẠN BẮT ĐẦU TỪ ĐÂY
zh_hans: 你们完美的一天 从这里开始
zh_hant: 你們完美的一天 從這裡開始

source: YOUR PLAN IS READY
ar: خطتك جاهزة
cs: VÁŠ PLÁN JE PŘIPRAVEN
da: JERES PLAN ER KLAR
de: EUER PLAN IST FERTIG
es: VUESTRO PLAN ESTÁ LISTO
et: SINU PLAAN ON VALMIS
fi: SUUNNITELMASI ON VALMIS
fr: VOTRE PLAN EST PRÊT
hr: VAŠ PLAN JE SPREMAN
hu: A TERVED KÉSZ
is: ÁÆTLUNIN ÞÍN ER TILBÚIN
it: IL VOSTRO PIANO È PRONTO
ja: プランが完成しました
ko: 플랜이 준비됐어요
lv: TAVS PLĀNS IR GATAVS
nb: PLANEN DERES ER KLAR
nl: JULLIE PLAN IS KLAAR
pl: WASZ PLAN JEST GOTOWY
pt: SEU PLANO ESTÁ PRONTO
ro: PLANUL VOSTRU E GATA
ru: ВАШ ПЛАН ГОТОВ
sk: VÁŠ PLÁN JE PRIPRAVENÝ
sl: VAJIN NAČRT JE PRIPRAVLJEN
sv: DIN PLAN ÄR KLAR
th: แผนของคุณพร้อมแล้ว
tr: PLANINIZ HAZIR
uk: ВАШ ПЛАН ГОТОВИЙ
vi: KẾ HOẠCH CỦA BẠN ĐÃ SẴN SÀNG
zh_hans: 你们的计划已就绪
zh_hant: 你的計畫準備好了

source: YOUR WEDDING
ar: زفافك
cs: VAŠE SVATBA
da: JERES BRYLLUP
de: DEINE HOCHZEIT
es: TU BODA
et: SINU PULMAD
fi: SINUN HÄÄSI
fr: VOTRE MARIAGE
hr: VAŠE VJENČANJE
hu: AZ ESKÜVŐD
is: BRÚÐKAUPIÐ ÞITT
it: IL TUO MATRIMONIO
ja: おふたりの結婚式
ko: 두 분의 결혼식
lv: TAVAS KĀZAS
nb: BRYLLUPET DERES
nl: JULLIE BRUILOFT
pl: WASZ ŚLUB
pt: SEU CASAMENTO
ro: NUNTA VOASTRĂ
ru: ВАША СВАДЬБА
sk: VAŠA SVADBA
sl: VAJINA POROKA
sv: DITT BRÖLLOP
th: งานแต่งงานของคุณ
tr: DÜĞÜNÜNÜZ
uk: ВАШЕ ВЕСІЛЛЯ
vi: ĐÁM CƯỚI CỦA BẠN
zh_hans: 你们的婚礼
zh_hant: 你們的婚禮

source: Yearly
ar: سنويًا
cs: Ročně
da: Årligt
de: Jährlich
es: Anual
et: Kord aastas
fi: Vuosittainen
fr: Annuel
hr: Godišnje
hu: Évente
is: Árlega
it: Annuale
ja: 年払い
ko: 연간
lv: Reizi gadā
nb: Årlig
nl: Jaarlijks
pl: Rocznie
pt: Anual
ro: Anual
ru: Ежегодно
sk: Ročne
sl: Letno
sv: Årsvis
th: รายปี
tr: Yıllık
uk: Щороку
vi: Hằng năm
zh_hans: 每年
zh_hant: 每年

source: You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. You agree to use the app only for lawful purposes and in accordance with these Terms of Use.
ar: أنت مسؤول عن الحفاظ على سرية معلومات حسابك وعن جميع الأنشطة التي تتم من خلاله. وتوافق على استخدام التطبيق للأغراض المشروعة فقط ووفقًا لشروط الاستخدام هذه.
cs: Odpovídáte za zachování důvěrnosti údajů o svém účtu a za veškerou činnost, ke které pod vaším účtem dojde. Zavazujete se používat aplikaci pouze k zákonným účelům a v souladu s těmito Podmínkami použití.
da: Du er ansvarlig for at holde dine kontooplysninger fortrolige og for alle aktiviteter, der foregår under din konto. Du accepterer kun at bruge appen til lovlige formål og i overensstemmelse med disse brugsvilkår.
de: Du bist für die Vertraulichkeit deiner Kontodaten und alle Aktivitäten unter deinem Konto verantwortlich. Du nutzt die App nur für rechtmäßige Zwecke gemäß diesen Bedingungen.
es: Eres responsable de la confidencialidad de tu cuenta y de toda actividad en ella. Usarás la app solo con fines lícitos y según estos términos.
et: Sina vastutad oma kontoandmete konfidentsiaalsuse hoidmise ja kõigi sinu kontol toimuvate tegevuste eest. Nõustud kasutama rakendust ainult seaduslikel eesmärkidel ja kooskõlas käesolevate kasutustingimustega.
fi: Olet vastuussa tilitietojesi luottamuksellisuuden säilyttämisestä ja kaikesta tililläsi tapahtuvasta toiminnasta. Sitoudut käyttämään sovellusta vain laillisiin tarkoituksiin ja näiden käyttöehtojen mukaisesti.
fr: Vous êtes responsable de la confidentialité de votre compte et de toute activité sur celui-ci. Vous utilisez l'app uniquement à des fins légales et conformément à ces conditions.
hr: Odgovorni ste za čuvanje povjerljivosti podataka svog računa i za sve aktivnosti koje se odvijaju pod vašim računom. Suglasni ste da ćete aplikaciju koristiti isključivo u zakonite svrhe i u skladu s ovim Uvjetima korištenja.
hu: Te felelsz a fiókadataid bizalmas kezeléséért és minden olyan tevékenységért, amely a fiókodban történik. Vállalod, hogy az alkalmazást kizárólag jogszerű célokra és a jelen Felhasználási feltételekkel összhangban használod.
is: Þú berð ábyrgð á að halda reikningsupplýsingum þínum leyndum og á allri virkni sem á sér stað undir reikningnum þínum. Þú samþykkir að nota appið eingöngu í löglegum tilgangi og í samræmi við þessa notkunarskilmála.
it: Sei responsabile della riservatezza del tuo account e di tutte le attività su di esso. Usi l'app solo per scopi leciti e secondo questi termini.
ja: お客様は、アカウント情報の機密保持、およびご自身のアカウントで行われるすべての活動について責任を負うものとします。お客様は、本アプリを適法な目的のみに、かつ本利用規約に従ってご利用いただくことに同意するものとします。
ko: 이용자는 계정 정보를 안전하게 관리할 책임이 있으며, 해당 계정에서 발생하는 모든 활동에 대해 책임을 집니다. 이용자는 본 이용약관에 따라 합법적인 목적으로만 앱을 사용하는 데 동의합니다.
lv: Tu esi atbildīgs par sava konta informācijas konfidencialitātes saglabāšanu un par visām darbībām, kas notiek tavā kontā. Tu piekrīti lietot lietotni tikai likumīgiem mērķiem un saskaņā ar šiem lietošanas noteikumiem.
nb: Du er ansvarlig for å holde kontoinformasjonen din konfidensiell og for all aktivitet som skjer på kontoen din. Du samtykker i å bruke appen kun til lovlige formål og i samsvar med disse bruksvilkårene.
nl: Je bent verantwoordelijk voor het geheimhouden van je accountgegevens en voor alle activiteiten die onder je account plaatsvinden. Je gaat ermee akkoord de app alleen voor rechtmatige doeleinden en in overeenstemming met deze Gebruiksvoorwaarden te gebruiken.
pl: Odpowiadasz za zachowanie poufności danych swojego konta oraz za wszystkie działania podejmowane w jego ramach. Zobowiązujesz się korzystać z aplikacji wyłącznie w celach zgodnych z prawem i zgodnie z niniejszymi Warunkami korzystania.
pt: Você é responsável por manter a confidencialidade das informações da sua conta e por todas as atividades realizadas nela. Você concorda em usar o app apenas para fins lícitos e de acordo com estes Termos de Uso.
ro: Ești responsabil pentru păstrarea confidențialității datelor contului tău și pentru toate activitățile care au loc prin contul tău. Ești de acord să folosești aplicația doar în scopuri legale și în conformitate cu acești Termeni de utilizare.
ru: Вы отвечаете за сохранность данных вашей учётной записи и за все действия, совершённые под ней. Вы соглашаетесь использовать приложение только в законных целях и в соответствии с настоящими Условиями использования.
sk: Zodpovedáte za zachovanie dôvernosti údajov o svojom účte a za všetky aktivity, ktoré pod vaším účtom prebehnú. Súhlasíte, že aplikáciu budete používať len na zákonné účely a v súlade s týmito Podmienkami používania.
sl: Odgovorni ste za varovanje zaupnosti podatkov o svojem računu in za vse dejavnosti, ki se izvajajo pod vašim računom. Strinjate se, da boste aplikacijo uporabljali le v zakonite namene in v skladu s temi pogoji uporabe.
sv: Du ansvarar för att hålla dina kontouppgifter konfidentiella och för all aktivitet som sker under ditt konto. Du samtycker till att endast använda appen för lagliga ändamål och i enlighet med dessa användarvillkor.
th: คุณมีหน้าที่รักษาความลับของข้อมูลบัญชีของคุณ และรับผิดชอบต่อกิจกรรมทั้งหมดที่เกิดขึ้นภายใต้บัญชีของคุณ คุณตกลงที่จะใช้แอปนี้เพื่อวัตถุประสงค์ที่ชอบด้วยกฎหมายเท่านั้น และเป็นไปตามข้อกำหนดการใช้งานนี้
tr: Hesap bilgilerinizin gizliliğini korumaktan ve hesabınız altında gerçekleşen tüm etkinliklerden siz sorumlusunuz. Uygulamayı yalnızca yasal amaçlarla ve bu Kullanım Koşulları'na uygun şekilde kullanmayı kabul edersiniz.
uk: Ви відповідаєте за збереження конфіденційності даних свого облікового запису та за всі дії, що відбуваються під ним. Ви погоджуєтеся використовувати застосунок лише в законних цілях і відповідно до цих Умов використання.
vi: Bạn có trách nhiệm giữ bí mật thông tin tài khoản của mình và chịu trách nhiệm cho mọi hoạt động diễn ra dưới tài khoản đó. Bạn đồng ý chỉ sử dụng ứng dụng cho các mục đích hợp pháp và tuân theo các Điều khoản sử dụng này.
zh_hans: 您有责任对账户信息保密，并对账户下发生的所有活动负责。您同意仅将本应用用于合法目的，并遵守本使用条款。
zh_hant: 你有責任維護帳戶資訊的機密性，並對帳戶下發生的所有活動負責。你同意僅將本應用程式用於合法目的，並遵守本使用條款。

source: You can change this any time — it only sets the starting point.
ar: يمكنك تغيير هذا في أي وقت — فهو يحدد نقطة البداية فقط.
cs: Můžete to kdykoli změnit — určuje to jen výchozí bod.
da: I kan ændre det når som helst — det sætter kun udgangspunktet.
de: Ihr könnt das jederzeit ändern — es setzt nur den Startpunkt.
es: Podéis cambiarlo cuando queráis: solo marca el punto de partida.
et: Saad seda igal ajal muuta — see määrab vaid lähtepunkti.
fi: Voit muuttaa tätä milloin tahansa — se määrittää vain lähtökohdan.
fr: Vous pourrez le modifier à tout moment — cela ne fixe que le point de départ.
hr: Ovo možete promijeniti bilo kada — time se određuje samo početna točka.
hu: Ezt bármikor megváltoztathatod — csak a kiindulópontot állítja be.
is: Þú getur breytt þessu hvenær sem er — þetta setur aðeins upphafspunktinn.
it: Potete cambiarlo quando volete: serve solo come punto di partenza.
ja: これはいつでも変更できます — 出発点を決めるだけのものです。
ko: 언제든 바꿀 수 있어요 — 시작점을 정하는 것뿐이에요.
lv: To vari mainīt jebkurā brīdī — tas tikai nosaka sākumpunktu.
nb: Du kan endre dette når som helst – det setter bare utgangspunktet.
nl: Je kunt dit altijd aanpassen — het bepaalt alleen het startpunt.
pl: Możecie to zmienić w każdej chwili — to tylko punkt wyjścia.
pt: Você pode mudar isso quando quiser — serve só como ponto de partida.
ro: Poți schimba asta oricând — stabilește doar punctul de plecare.
ru: Это можно изменить в любой момент — так задаётся только точка отсчёта.
sk: Kedykoľvek to môžete zmeniť — určuje to len východiskový bod.
sl: To lahko kadar koli spremenita – določi le izhodišče.
sv: Du kan ändra det här när som helst – det sätter bara startpunkten.
th: เปลี่ยนได้ทุกเมื่อ — นี่เป็นแค่การกำหนดจุดเริ่มต้นเท่านั้น
tr: Bunu istediğiniz zaman değiştirebilirsiniz — yalnızca başlangıç noktasını belirler.
uk: Це можна змінити будь-коли — так ви лише задаєте відправну точку.
vi: Bạn có thể đổi bất cứ lúc nào — nó chỉ đặt ra điểm khởi đầu thôi.
zh_hans: 这个随时可以改——它只是设定一个起点。
zh_hant: 這個隨時都能改 — 它只是決定一個起點。

source: You did amazing today! Take a moment to review tomorrow's tasks 🌙
ar: أبدعتِ اليوم! خذي لحظة لمراجعة مهام الغد 🌙
cs: Dnes se vám skvěle dařilo! Věnujte ještě chvilku zítřejším úkolům 🌙
da: I var fantastiske i dag! Tag lige et kig på morgendagens opgaver 🌙
de: Du warst heute großartig! Wirf kurz einen Blick auf die Aufgaben von morgen 🌙
es: ¡Lo has hecho genial hoy! Dedica un momento a repasar las tareas de mañana 🌙
et: Sa olid täna suurepärane! Võta hetk homsete ülesannete ülevaatamiseks 🌙
fi: Teit tänään upeaa työtä! Vilkaise vielä huomisen tehtävät 🌙
fr: Vous avez assuré aujourd'hui ! Jetez un œil aux tâches de demain 🌙
hr: Danas ste bili sjajni! Odvojite trenutak i pregledajte sutrašnje zadatke 🌙
hu: Nagyszerű napod volt! Nézd át egy percre a holnapi feladatokat 🌙
is: Þú stóðst þig frábærlega í dag! Kíktu á verkefni morgundagsins 🌙
it: Oggi sei stata bravissima! Dai un'occhiata alle attività di domani 🌙
ja: 今日もよくがんばりました！明日のタスクを少しだけ確認しておきましょう 🌙
ko: 오늘 정말 잘하셨어요! 내일 할 일도 잠깐 확인해 볼까요 🌙
lv: Šodien tev lieliski veicās! Ieskaties rītdienas uzdevumos 🌙
nb: Du var fantastisk i dag! Ta en titt på morgendagens oppgaver 🌙
nl: Je hebt het vandaag geweldig gedaan! Bekijk nog even de taken voor morgen 🌙
pl: Świetnie Wam dziś poszło! Zerknijcie na jutrzejsze zadania 🌙
pt: Você foi incrível hoje! Dá uma olhada nas tarefas de amanhã 🌙
ro: Te-ai descurcat minunat azi! Aruncă o privire peste sarcinile de mâine 🌙
ru: Ты сегодня большая молодец! Загляни в задачи на завтра 🌙
sk: Dnes ste to zvládli skvele! Venujte chvíľku zajtrajším úlohám 🌙
sl: Danes ti je šlo odlično! Vzemi si trenutek za jutrišnja opravila 🌙
sv: Du var fantastisk idag! Ta en stund och titta på morgondagens uppgifter 🌙
th: วันนี้คุณทำได้ดีมาก! ลองดูสิ่งที่ต้องทำของพรุ่งนี้สักหน่อยนะ 🌙
tr: Bugün harikaydınız! Yarının görevlerine bir göz atın 🌙
uk: Сьогодні ви були неперевершені! Приділіть хвилинку завданням на завтра 🌙
vi: Hôm nay bạn đã làm rất tuyệt! Dành chút thời gian xem lại công việc ngày mai nhé 🌙
zh_hans: 你今天太棒了！花点时间看看明天的任务 🌙
zh_hant: 你今天做得超棒！花點時間看看明天的任務吧 🌙

source: You won't be charged beforehand. You can cancel earlier.
ar: لن يتم خصم أي مبلغ قبل ذلك. ويمكنك الإلغاء في وقت أبكر.
cs: Předem se nic nestrhne. Zrušit můžete i dřív.
da: Der bliver ikke trukket noget inden. Du kan opsige før tid.
de: Es wird vorher nichts berechnet. Du kannst jederzeit kündigen.
es: No se te cobrará antes. Puedes cancelar antes.
et: Enne seda sinult tasu ei võeta. Võid ka varem tühistada.
fi: Sinulta ei veloiteta mitään etukäteen. Voit peruuttaa jo sitä ennen.
fr: Vous ne serez pas débité avant. Vous pouvez annuler plus tôt.
hr: Ništa se neće naplatiti unaprijed. Možete otkazati i ranije.
hu: Előtte nem terhelünk meg semmivel. Korábban is lemondhatod.
is: Það verður ekkert skuldfært fyrir þann tíma. Þú getur sagt upp fyrr.
it: Non ti verrà addebitato nulla prima. Puoi annullare prima.
ja: 事前に料金が発生することはありません。それより前に解約することもできます。
ko: 미리 결제되지는 않아요. 그 전에 언제든 해지할 수 있어요.
lv: Iepriekš maksa netiks ieturēta. Vari atcelt arī agrāk.
nb: Du blir ikke belastet på forhånd. Du kan si opp tidligere.
nl: Er wordt vooraf niets afgeschreven. Je kunt eerder opzeggen.
pl: Wcześniej nie pobierzemy żadnej opłaty. Możecie anulować przed tym terminem.
pt: Nada é cobrado antes disso. Você pode cancelar antes.
ro: Nu ți se ia niciun ban înainte. Poți anula mai devreme.
ru: До этого с вас ничего не спишут. Вы можете отменить раньше.
sk: Vopred sa vám nič nestrhne. Zrušiť môžete aj skôr.
sl: Pred tem se vama ne zaračuna nič. Prekličeta lahko že prej.
sv: Du debiteras inte i förväg. Du kan avsluta tidigare.
th: จะไม่มีการเรียกเก็บเงินก่อนหน้านั้น และคุณยกเลิกก่อนได้
tr: Öncesinde sizden ücret alınmaz. Daha erken iptal edebilirsiniz.
uk: Кошти не спишуть заздалегідь. Ви можете скасувати раніше.
vi: Bạn sẽ không bị tính phí trước. Bạn có thể hủy sớm hơn.
zh_hans: 在此之前不会扣费。你们也可以提前取消。
zh_hant: 在那之前不會扣款。你也可以提早取消。
